{
	"colors": [
		{
			"hex": "fa7268",
			"name": "Coral red",
			"desc": "Since 2000, the Pantone Color Institute declares a particular color `Color of the Year`. Twice a year the company hosts, in a European capital, a secret meeting of representatives from various nations' color standards groups. After two days of presentations and debate, they choose a color for the following year. `Living Coral welcomes and encourages lighthearted activity. Symbolising our innate need for optimism and joyful pursuits, it embodies our desire for playful expression.`"
		},
		{
			"hex": "3b5998",
			"name": "Facebook blue",
			"desc": "According to The New Yorker, Zuckerberg is red-green colourblind, which means the color he can see best is blue. That also happens to be the color that dominates the Facebook website and mobile app. `Blue is the richest color for me,` he told the magazine. `I can see all of blue.`"
		},
		{
			"hex": "ed1c16",
			"name": "Coca Cola's red",
			"desc": "You may think that the red color come from one of the company’s first advertisements, which featured Santa Claus wearing his famous red-and-white suit and holding a Coke bottle. But according to the Coca-Cola Company, its famous logo dates back to the very beginning of the brand itself.  Over 130 years ago, Coca-Cola was sold in barrels at American drug stores and pharmacies. Alcohol was distributed in the same way. But while alcohol was taxed at the time, soft drinks were not. So, the Coca-Cola Company began painting its barrels red in order to help customs and tax officials distinguish them from barrels of booze."
		},
		{
			"hex": "FFD90F",
			"name": "",
			"desc": "Simpson skin color"
		},
		{
			"hex": "8F4B28",
			"name": "Mummy's brown",
			"desc": "Mummy's brown"
		},
		{
			"hex": "1db954",
			"name": "",
			"desc": "Spotify official color"
		},
		{
			"hex": "2B41A7",
			"name": "",
			"desc": "VanGogh's starry night blue"
		},
		{
			"hex": "DA1884",
			"name": "",
			"desc": "Barbie's pink"
		},
		{
			"hex": "81D8D0",
			"name": "",
			"desc": "Tiffany's blue"
		},
		{
			"hex": "1034a6",
			"name": "Egyptian blue",
			"desc": "Egyptian blue"
		}
	]
}
